#左表の左上のセルの中心点の座標
LEFT_START_CELL = (100,830)
#右表の左上のセルの中心点の座標
RIGHT_START_CELL = (1050,830)
#セルひとつあたりのサイズ
CELL_SIZE = (95, 68)

#セルの数
COL_COUNT = 6
ROW_COUNT = 15

#表のヘッダー
NAMBOKU_HEADER = [
        "駅間",
        "7:00 - 7:29",
        "7:30 - 7:59",
        "8:00 - 8:29",
        "8:30 - 8:59",
        "9:00 - 9:29",
        "9:30 - 9:59",
    ]

#表の列タイトル
NAMBOKU_ROUTE_NAMES = [
    "麻生",
    "北34条",
    "北24条",
    "北18条",
    "北12条",
    "さっぽろ",
    "大通",
    "すすきの",
    "中島公園",
    "幌平橋",
    "中の島",
    "平岸",
    "南平岸",
    "澄川",
    "自衛隊前",
    "真駒内",
]